Repository: Tenole/InvoiceGenerator
Catalog: InvoiceGenerator/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Vat in: %s
fr_fr: TVA en : %s

source: IR: %s
fr_fr: Reçu de la facture : %s

source: Page %(page_number)d of %(page_count)d
fr_fr: Page %(page_number)d sur %(page_count)d

source: Invoice num.: %s
fr_fr: Facture n° : %s

source: Customer
fr_fr: Client

source: Provider
fr_fr: Fournisseur

source: Payment information
fr_fr: Informations de paiement

source: Account n.
fr_fr: Compte n° :

source: Variable symbol
fr_fr: Symbole variable

source: Specific symbol
fr_fr: Symbole spécifique

source: List of items
fr_fr: Liste des produits

source: Units
fr_fr: Unités

source: Price per one
fr_fr: Prix à l'unité

source: Total price
fr_fr: Prix total

source: Tax
fr_fr: TVA

source: Total price with tax
fr_fr: Prix total (TVA incluse)

source: Rounding
fr_fr: Arrondi

source: Breakdown VAT
fr_fr: Taux de TVA

source: VAT rate
fr_fr: Taux de TVA

source: Without VAT
fr_fr: Hors Taxe

source: With VAT
fr_fr: Avec TVA

source: Total with tax
fr_fr: Total (TVA incluse)

source: Creator
fr_fr: Éditeur

source: Date of exposure taxable invoice
fr_fr: Date d'émission de la facture TTC

source: Taxable invoice num.: %s
fr_fr: Facture TTC n° : %s

source: Due date
fr_fr: Date d'échéance

source: Taxable date
fr_fr: Date de l'opération imposable

source: Paytype
fr_fr: Type de paiement

source: Correcting document: %s
fr_fr: Document rectificatif : %s

source: Correction document for invoice: %s
fr_fr: Document rectificatif pour la facture : %s

source: Reason to correction: %s
fr_fr: Raisons de rectification : %s

source: Date of exposure
fr_fr: Date d'émission

source: Document num.: %s
fr_fr: Document n° : %s
